Revit 2027 API
ParameterTypeId.InstanceElevationParam Property
 "Elevation from Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceElevationParam { get; }
Public Shared ReadOnly Property InstanceElevationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceElevationParam {
	ForgeTypeId^ get ();
}
static member InstanceElevationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace